Repository: Kim-Jiny/CatchTheRule
Catalog: iOS/CatchTheRule/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

# admin_reply
source: Reply from us
de: Antwort vom Team
es: Respuesta del equipo
fr: Réponse de l'équipe
ja: 運営からの返信
ko: 운영자 답변
zh_hans: 官方回复

# app_name
source: Catch the Rule
de: Finde die Regel
es: Encuentra la Regla
fr: Trouve le Motif
ja: ルールを探せ
ko: 규칙찾기
zh_hans: 发现规律

# calc_no_history
source: No history yet
de: Noch kein Verlauf
es: Sin historial
fr: Aucun historique
ja: 履歴がありません
ko: 아직 기록이 없어요
zh_hans: 暂无记录

# calc_title
source: Calculator
de: Rechner
es: Calculadora
fr: Calculatrice
ja: 電卓
ko: 계산기
zh_hans: 计算器

# campaign_complete
source: You cleared every stage!
de: Du hast alle Stufen geschafft!
es: ¡Has superado todos los niveles!
fr: Vous avez fini tous les niveaux !
ja: 全ステージクリア！
ko: 모든 단계를 클리어했어요!
zh_hans: 你通关了所有关卡！

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

# challenge_best
source: My Best Score
de: Meine Bestpunktzahl
es: Mi mejor puntuación
fr: Mon meilleur score
ja: 自己ベスト
ko: 내 최고 점수
zh_hans: 我的最高分

# challenge_start
source: Start Time Attack
de: Starten
es: Iniciar contrarreloj
fr: Démarrer
ja: タイムアタック開始
ko: 타임어택 시작
zh_hans: 开始限时挑战

# challenge_subtitle
source: Solve as many as you can in 60s and climb the ranking
de: Löse in 60 s so viele wie möglich und steige im Ranking
es: Resuelve todo lo posible en 60 s y sube en el ranking
fr: Résolvez-en un max en 60 s et grimpez au classement
ja: 60秒でできるだけ多く解いてランキングに挑戦
ko: 60초 동안 최대한 많이 풀고 랭킹에 도전하세요
zh_hans: 60秒内尽量多答，冲击排行榜

# challenge_title
source: Time Attack
de: Zeitangriff
es: Contrarreloj
fr: Contre-la-montre
ja: タイムアタック
ko: 타임어택
zh_hans: 限时挑战

source: Change Nickname
de: Spitznamen ändern
es: Cambiar apodo
fr: Changer de pseudo
ja: ニックネーム変更
ko: 닉네임 변경
zh_hans: 修改昵称

# chapter_1
source: Basic Patterns
de: Grundmuster
es: Patrones básicos
fr: Motifs de base
ja: 基本パターン
ko: 기초 패턴
zh_hans: 基础规律

# chapter_2
source: Multiply & Square
de: Multiplikation & Quadrate
es: Multiplicar y cuadrados
fr: Multiplication et carrés
ja: 掛け算と平方
ko: 곱셈과 제곱
zh_hans: 乘法与平方

# chapter_3
source: Math Sequences
de: Zahlenfolgen
es: Secuencias matemáticas
fr: Suites mathématiques
ja: 数列
ko: 수학 수열
zh_hans: 数学数列

# chapter_4
source: Letter Patterns
de: Buchstabenmuster
es: Patrones de letras
fr: Motifs de lettres
ja: 文字パターン
ko: 문자 패턴
zh_hans: 字母规律

# chapter_5
source: Shape Finder
de: Formen finden
es: Buscar formas
fr: Trouver les formes
ja: 形さがし
ko: 모양 찾기
zh_hans: 图形规律

# chapter_6
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
ja: 上級
ko: 고급
zh_hans: 进阶

# chapter_7
source: Master
de: Meister
es: Maestro
fr: Maître
ja: マスター
ko: 마스터
zh_hans: 大师

# chapter_9
source: Genius
de: Genie
es: Genio
fr: Génie
ja: 天才
ko: 천재
zh_hans: 天才

# chapter_10
source: Legend
de: Legende
es: Leyenda
fr: Légende
ja: レジェンド
ko: 레전드
zh_hans: 传奇

# chapter_label
source: Chapter %lld
de: Kapitel %lld
es: Capítulo %lld
fr: Chapitre %lld
ja: チャプター %lld
ko: 챕터 %lld
zh_hans: 第%lld章

# chapter_stages
source: %lld stages
de: %lld Stufen
es: %lld niveles
fr: %lld niveaux
ja: %lldステージ
ko: %lld단계
zh_hans: %lld关

source: Chapters
de: Kapitel
es: Capítulos
fr: Chapitres
ja: チャプター
ko: 챕터
zh_hans: 章节

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# contact
source: Contact Us
de: Kontakt
es: Contacto
fr: Nous contacter
ja: お問い合わせ
ko: 문의하기
zh_hans: 联系我们

source: Correct!
de: Richtig!
es: ¡Correcto!
ja: 正解！
ko: 정답!
zh_hans: 答对了！

# go_home
source: Home
de: Zur Startseite
es: Inicio
fr: Accueil
ja: ホームへ
ko: 홈으로
zh_hans: 回主页

source: Haptics
de: Haptik
es: Vibración
fr: Vibrations
ja: 触覚
ko: 햅틱
zh_hans: 振动

source: Hints left
de: Verbleibende Tipps
es: Pistas restantes
fr: Indices restants
ja: 残りヒント
ko: 남은 힌트
zh_hans: 剩余提示

# home_all_clear
source: All Cleared
de: Alles gelöst
es: ¡Todo completado!
fr: Tout terminé
ja: 全クリア
ko: 전체 클리어
zh_hans: 全部通关

# home_congrats
source: Congratulations! 🎉
de: Glückwunsch! 🎉
es: ¡Felicidades! 🎉
fr: Félicitations ! 🎉
ja: おめでとう！🎉
ko: 축하해요! 🎉
zh_hans: 恭喜！🎉

# home_continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: つづきから
ko: 이어하기
zh_hans: 继续

# home_current
source: Current
de: Aktuell
es: Actual
fr: En cours
ja: 現在の挑戦
ko: 현재 도전
zh_hans: 当前挑战

# home_retry
source: Play Again
de: Nochmal
es: Jugar de nuevo
fr: Rejouer
ja: もう一度
ko: 다시 도전
zh_hans: 再玩一次

# home_subtitle
source: Spot the pattern and guess what comes next
de: Erkenne das Muster und errate das Nächste
es: Descubre el patrón y adivina lo siguiente
fr: Repère le motif et devine la suite
ja: パターンを見つけて次を当てよう
ko: 패턴을 발견하고 다음을 맞혀보세요
zh_hans: 发现规律，猜出下一个

# home_wait_update
source: New stages coming soon — stay tuned! 🎉
de: Neue Level kommen bald! 🎉
es: ¡Pronto habrá nuevos niveles! 🎉
fr: De nouveaux niveaux arrivent bientôt ! 🎉
ja: 新しいステージは近日追加予定です。お楽しみに！🎉
ko: 새로운 단계 업데이트를 기다려 주세요 🎉
zh_hans: 新关卡即将上线，敬请期待！🎉

# iap_buy_hints
source: Buy Hints
de: Tipps kaufen
es: Comprar pistas
fr: Acheter des indices
ja: ヒントを購入
ko: 힌트 구매
zh_hans: 购买提示

# iap_coming_soon
source: Coming soon
de: Demnächst
es: Próximamente
fr: Bientôt
ja: 準備中
ko: 준비중
zh_hans: 即将推出

# iap_failed
source: Purchase failed. Please try again.
de: Kauf fehlgeschlagen. Bitte erneut versuchen.
es: La compra falló. Inténtalo de nuevo.
fr: Achat échoué. Réessayez.
ja: 購入に失敗しました。もう一度お試しください。
ko: 구매에 실패했어요. 다시 시도해주세요.
zh_hans: 购买失败，请重试。

# iap_hints_added
source: Hints added!
de: Tipps hinzugefügt!
es: ¡Pistas añadidas!
fr: Indices ajoutés !
ja: ヒントを追加しました！
ko: 힌트가 추가됐어요!
zh_hans: 已添加提示！

# iap_hints_desc
source: Get a pack of hints
de: Ein Tipp-Paket erhalten
es: Consigue un paquete de pistas
fr: Obtenez un pack d'indices
ja: ヒントパックを入手
ko: 힌트 묶음 받기
zh_hans: 获取提示包

# iap_hints_n
source: %lld Hints
de: %lld Tipps
es: %lld pistas
fr: %lld indices
ja: ヒント%lld個
ko: 힌트 %lld개
zh_hans: %lld个提示

# iap_loading
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 加载中…

# iap_need_hints_msg
source: Buy hints to keep going.
de: Kaufe Tipps, um weiterzuspielen.
es: Compra pistas para continuar.
fr: Achetez des indices pour continuer.
ja: ヒントを購入して続けよう。
ko: 힌트를 구매해 이어가세요.
zh_hans: 购买提示来继续。

# iap_need_hints_title
source: Out of hints
de: Keine Tipps mehr
es: Sin pistas
fr: Plus d'indices
ja: ヒントがありません
ko: 힌트가 떨어졌어요
zh_hans: 提示用完了

# iap_purchased
source: Purchased
de: Gekauft
es: Comprado
fr: Acheté
ja: 購入済み
ko: 구매 완료
zh_hans: 已购买

# iap_refund_policy
source: Refunds & Terms
de: Erstattung & AGB
es: Reembolsos y términos
fr: Remboursements et CGU
ja: 返金・利用規約
ko: 환불·이용약관
zh_hans: 退款·服务条款

# iap_remove_ads
source: Remove Ads
de: Werbung entfernen
es: Quitar anuncios
fr: Supprimer les pubs
ja: 広告を削除
ko: 광고 제거
zh_hans: 移除广告

# iap_remove_ads_desc
source: Enjoy ad-free play forever
de: Für immer werbefrei spielen
es: Disfruta sin anuncios para siempre
fr: Profitez sans pub pour toujours
ja: ずっと広告なしで楽しむ
ko: 광고 없이 평생 즐기기
zh_hans: 永久无广告畅玩

# iap_remove_ads_note
source: Removing ads applies only to banner and interstitial ads. Free hints still require watching the “Watch an ad for a hint” rewarded ad.
de: Die Werbeentfernung gilt nur für Banner- und Interstitial-Anzeigen. Tipps gibt es weiterhin nur über die Belohnungsanzeige „Werbung für einen Tipp ansehen“.
es: La eliminación de anuncios se aplica solo a banners e intersticiales. Para obtener pistas, deberás ver el anuncio recompensado “Ver un anuncio por una pista”.
fr: La suppression des publicités s'applique uniquement aux bannières et interstitiels. Les indices nécessitent toujours de regarder la publicité avec récompense « Regarder une pub pour un indice ».
ja: 広告削除はバナー・全面広告のみに適用されます。ヒントは「広告を見てヒント」リワード広告の視聴で獲得できます。
ko: 광고 제거는 배너·전면 광고에만 적용됩니다. 힌트는 ‘광고 보고 힌트 받기’ 보상형 광고를 시청해야 받을 수 있어요.
zh_hans: 去广告仅适用于横幅和插页广告。提示仍需观看“看广告得提示”激励广告才能获得。

# iap_restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买

# iap_restore_done
source: Purchases restored
de: Käufe wiederhergestellt
es: Compras restauradas
fr: Achats restaurés
ja: 購入を復元しました
ko: 구매를 복원했어요
zh_hans: 已恢复购买

# iap_restore_none
source: No purchases to restore
de: Keine Käufe zum Wiederherstellen
es: No hay compras que restaurar
fr: Aucun achat à restaurer
ja: 復元できる購入がありません
ko: 복원할 구매가 없어요
zh_hans: 没有可恢复的购买

# iap_watch_ad
source: Watch an ad
de: Werbung ansehen
es: Ver un anuncio
fr: Regarder une pub
ja: 広告を見て獲得
ko: 광고 보고 받기
zh_hans: 看广告获取

# inquiry_empty
source: Your inquiries will appear here.
de: Deine Anfragen erscheinen hier.
es: Tus consultas aparecerán aquí.
fr: Vos demandes apparaîtront ici.
ja: 送信した問い合わせがここに表示されます。
ko: 보낸 문의가 여기에 표시됩니다.
zh_hans: 你发送的咨询会显示在这里。

# inquiry_new
source: New Inquiry
de: Neue Anfrage
es: Nueva consulta
fr: Nouvelle demande
ja: 新しい問い合わせ
ko: 새 문의
zh_hans: 新建咨询

# inquiry_placeholder
source: Tell us your question or feedback
de: Frage oder Feedback eingeben
es: Cuéntanos tu duda o sugerencia
fr: Posez votre question ou avis
ja: ご質問・ご意見をお書きください
ko: 궁금한 점이나 의견을 남겨주세요
zh_hans: 请留下你的问题或建议

# inquiry_send
source: Send Inquiry
de: Senden
es: Enviar consulta
fr: Envoyer
ja: 送信
ko: 문의 보내기
zh_hans: 发送咨询

# inquiry_send_failed
source: Failed to send. Please try again later.
de: Senden fehlgeschlagen. Bitte später erneut.
es: Error al enviar. Inténtalo más tarde.
fr: Échec de l'envoi. Réessayez plus tard.
ja: 送信に失敗しました。後でもう一度お試しください。
ko: 전송에 실패했어요. 잠시 후 다시 시도해주세요.
zh_hans: 发送失败，请稍后再试。

# logic_chapter_1
source: Logic Warm-up
de: Logik-Aufwärmen
es: Calentamiento lógico
fr: Échauffement logique
ja: ロジック入門
ko: 논리 입문
zh_hans: 逻辑入门

# logic_chapter_2
source: Order & Ranking
de: Reihenfolge & Rang
es: Orden y rango
fr: Ordre et rang
ja: 順番と序列
ko: 순서와 서열
zh_hans: 顺序与排名

# logic_chapter_3
source: Matching & Clues
de: Zuordnung & Hinweise
es: Emparejar y pistas
fr: Associations et indices
ja: 対応と条件
ko: 짝과 조건
zh_hans: 配对与线索

# logic_chapter_4
source: Truth & Lies
de: Wahrheit & Lüge
es: Verdad y mentira
fr: Vrai et faux
ja: 真実と嘘
ko: 참과 거짓
zh_hans: 真话与谎言

# logic_chapter_5
source: Master Deduction
de: Meister-Deduktion
es: Deducción maestra
fr: Déduction experte
ja: 総合推理
ko: 종합 추리
zh_hans: 综合推理

# logic_chapter_6
source: Analogy & Odd One
de: Analogie & Außenseiter
es: Analogía y el intruso
fr: Analogie et intrus
ja: アナロジーと仲間はずれ
ko: 유추와 무리찾기
zh_hans: 类比与找不同

# logic_chapter_7
source: Direction & Space
de: Richtung & Raum
es: Dirección y espacio
fr: Direction et espace
ja: 方向と空間
ko: 방향과 공간
zh_hans: 方向与空间

# logic_chapter_8
source: Number Riddles
de: Zahlenrätsel
es: Acertijos numéricos
fr: Énigmes de nombres
ja: 数の推理
ko: 수 추리
zh_hans: 数字推理

# logic_chapter_9
source: Brain Teasers
de: Knobeleien
es: Adivinanzas
fr: Devinettes
ja: なぞなぞ
ko: 수수께끼
zh_hans: 脑筋急转弯

# logic_chapter_10
source: River Crossing
de: Flussüberquerung
es: Cruzar el río
fr: Traverser la rivière
ja: 川渡り
ko: 강 건너기
zh_hans: 过河难题

# logic_chapter_11
source: Codes & Ciphers
de: Codes & Chiffren
es: Códigos y claves
fr: Codes et chiffres
ja: 暗号と記号
ko: 암호와 부호
zh_hans: 密码与暗号

# logic_chapter_12
source: Balance & Weighing
de: Waage & Wiegen
es: Balanza y peso
fr: Balance et pesée
ja: 天秤の推理
ko: 저울 추리
zh_hans: 天平称重

# logic_chapter_13
source: Sets & Counting
de: Mengen & Zählen
es: Conjuntos y conteo
fr: Ensembles et comptage
ja: 集合と数え方
ko: 집합과 셈
zh_hans: 集合与计数

source: Me
de: Ich
es: Yo
fr: Moi
ja: あなた
ko: 나
zh_hans: 我

# mode_complete
source: Complete
de: Fertig
es: Completado
fr: Terminé
ja: クリア
ko: 완료
zh_hans: 完成

# mode_locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ja: ロック中
ko: 잠김
zh_hans: 已锁定

# mode_logic
source: Logic Puzzles
de: Logikrätsel
es: Acertijos de lógica
fr: Énigmes de logique
ja: ロジックパズル
ko: 논리 퍼즐
zh_hans: 逻辑谜题

# mode_numbers
source: Find the Rule
de: Finde die Regel
es: Encuentra la regla
fr: Trouve la règle
ja: ルール探し
ko: 규칙찾기
zh_hans: 找规律

# mode_progress
source: %lld%% done
de: %lld%% fertig
es: %lld%% hecho
fr: %lld%% fait
ja: %lld%% 完了
ko: %lld%% 완료
zh_hans: %lld%% 完成

# mode_shapes
source: Rules in Shapes
de: Regeln in Formen
es: Reglas en figuras
fr: Règles des formes
ja: 図形のルール探し
ko: 도형에서 규칙찾기
zh_hans: 图形找规律

source: My Inquiries
de: Meine Anfragen
es: Mis consultas
fr: Mes demandes
ja: マイ問い合わせ
ko: 내 문의
zh_hans: 我的咨询

source: Nickname
de: Spitzname
es: Apodo
fr: Pseudo
ja: ニックネーム
ko: 닉네임
zh_hans: 昵称

# nickname_placeholder
source: Enter nickname
de: Spitzname eingeben
es: Escribe un apodo
fr: Entrez un pseudo
ja: ニックネーム入力
ko: 닉네임 입력
zh_hans: 输入昵称

source: Not set
de: Nicht gesetzt
es: Sin definir
fr: Non défini
ja: 未設定
ko: 미설정
zh_hans: 未设置

# play_prompt
source: Find the rule and fill the blank
de: Finde die Regel und fülle die Lücke
es: Encuentra la regla y rellena el hueco
fr: Trouvez la règle et remplissez le vide
ja: ルールを見つけて空欄を埋めよう
ko: 규칙을 찾아 빈칸을 채워보세요
zh_hans: 找出规律，填上空格

# privacy
source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보처리방침
zh_hans: 隐私政策

source: Ranking
de: Rangliste
fr: Classement
ja: ランキング
ko: 랭킹
zh_hans: 排行榜

# ranking_empty
source: No records yet. Be the first!
de: Noch keine Einträge. Sei der Erste!
es: Aún no hay registros. ¡Sé el primero!
fr: Aucun record. Soyez le premier !
ja: まだ記録がありません。最初の挑戦者になろう！
ko: 아직 기록이 없어요. 첫 주자가 되어보세요!
zh_hans: 还没有记录，来当第一名吧！

# register_ranking
source: Register Score
de: Eintragen
es: Registrar puntuación
fr: Enregistrer
ja: ランキング登録
ko: 랭킹 등록
zh_hans: 提交成绩

source: Registering...
de: Wird eingetragen...
es: Registrando...
fr: Enregistrement...
ja: 登録中...
ko: 등록 중...
zh_hans: 提交中...

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
zh_hans: 重置

# reset_confirm_msg
source: All stage progress, stars, and records will be deleted. This cannot be undone.
de: Aller Fortschritt, Sterne und Einträge werden gelöscht. Nicht umkehrbar.
es: Se borrarán todo el progreso, las estrellas y los registros. No se puede deshacer.
fr: Toute la progression, les étoiles et les records seront supprimés. Irréversible.
ja: すべての進行・スター・記録が削除されます。元に戻せません。
ko: 모든 단계 진행과 별, 기록이 삭제됩니다. 되돌릴 수 없어요.
zh_hans: 所有进度、星星和记录都会被删除，无法恢复。

# reset_confirm_title
source: Reset progress?
de: Fortschritt zurücksetzen?
es: ¿Restablecer el progreso?
fr: Réinitialiser le progrès ?
ja: 進行状況をリセットしますか？
ko: 진행도를 초기화할까요?
zh_hans: 要重置进度吗？

source: Reset Progress
de: Fortschritt zurücksetzen
es: Restablecer progreso
fr: Réinitialiser
ja: 進行状況をリセット
ko: 진행도 초기화
zh_hans: 重置进度

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存

# select_mode
source: Select a Mode
de: Modus wählen
es: Elige un modo
fr: Choisir un mode
ja: モード選択
ko: 모드 선택
zh_hans: 选择模式

source: Sending...
de: Wird gesendet...
es: Enviando...
fr: Envoi...
ja: 送信中...
ko: 보내는 중...
zh_hans: 发送中...

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置

# shape_chapter_1
source: Shapes & Numbers
de: Formen & Zahlen
es: Formas y números
fr: Formes et nombres
ja: 図形と数
ko: 도형과 숫자
zh_hans: 图形与数字

# shape_chapter_2
source: Sums & Differences
de: Summen & Differenzen
es: Sumas y restas
fr: Sommes et différences
ja: 和と差
ko: 합과 차
zh_hans: 和与差

# shape_chapter_3
source: Products & Patterns
de: Produkte & Muster
es: Productos y patrones
fr: Produits et motifs
ja: かけ算の規則
ko: 곱셈의 규칙
zh_hans: 乘法规律

# shape_chapter_4
source: Rotation & Symmetry
de: Drehung & Symmetrie
es: Rotación y simetría
fr: Rotation et symétrie
ja: 回転と対称
ko: 회전과 대칭
zh_hans: 旋转与对称

# shape_chapter_5
source: Hidden Rules
de: Versteckte Regeln
es: Reglas ocultas
fr: Règles cachées
ja: 隠れた規則
ko: 숨은 규칙
zh_hans: 隐藏的规律

# shape_chapter_6
source: Final Challenge
de: Letzte Herausforderung
es: Desafío final
fr: Défi final
ja: 最後の挑戦
ko: 마지막 도전
zh_hans: 最终挑战

# shape_chapter_7
source: Expert Rules
de: Profi-Regeln
es: Reglas expertas
fr: Règles expertes
ja: 達人の規則
ko: 고수의 규칙
zh_hans: 高手规律

# shape_chapter_8
source: Grandmaster
de: Großmeister
es: Gran maestro
fr: Grand maître
ja: 最上級
ko: 최상급
zh_hans: 大师级

# shape_chapter_9
source: Legendary
de: Legendär
es: Legendario
fr: Légendaire
ja: 伝説
ko: 전설
zh_hans: 传说级

# shape_chapter_10
source: Nonsense
de: Verrückt
es: Sin sentido
fr: Absurde
ja: ナンセンス
ko: 넌센스
zh_hans: 脑筋急转弯

source: Sound
de: Ton
es: Sonido
fr: Son
ja: 効果音
ko: 효과음
zh_hans: 音效

# stage_label
source: Stage %lld
de: Stufe %lld
es: Nivel %lld
fr: Niveau %lld
ja: ステージ %lld
ko: 스테이지 %lld
zh_hans: 第%lld关

# stars_earned
source: %1$lld / %2$lld stars earned
de: %1$lld / %2$lld Sterne erhalten
es: %1$lld / %2$lld estrellas obtenidas
fr: %1$lld / %2$lld étoiles obtenues
ja: %1$lld / %2$lld スター獲得
ko: 별 %1$lld / %2$lld 획득
zh_hans: 获得 %1$lld / %2$lld 星

# stars_of_max
source: / %lld stars
de: / %lld Sterne
es: / %lld estrellas
fr: / %lld étoiles
ja: / %lld スター
ko: / %lld 별
zh_hans: / %lld 星

# status_pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ja: 対応中
ko: 대기중
zh_hans: 待回复

# status_replied
source: Replied
de: Beantwortet
es: Respondido
fr: Répondu
ja: 返信済み
ko: 답변완료
zh_hans: 已回复

# ta_end
source: Time's Up
de: Zeit abgelaufen
es: Tiempo agotado
fr: Temps écoulé
ja: 終了
ko: 타임어택 종료
zh_hans: 时间到

# ta_rank_registered
source: You're ranked #%lld!
de: Du bist auf Platz #%lld!
es: ¡Estás en el puesto #%lld!
fr: Vous êtes %llde !
ja: 現在%lld位に登録されました！
ko: 현재 %lld위에 등록됐어요!
zh_hans: 已登记为第 %lld 名！

# ta_score
source: %lld solved
de: %lld gelöst
es: %lld resueltos
fr: %lld résolus
ja: %lld問正解
ko: %lld문제
zh_hans: 答对 %lld 题

# tab_home
source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
zh_hans: 主页

# tab_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置

# terms
source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용약관
zh_hans: 服务条款

# unlock_msg
source: You cleared 5 chapters! Two new modes are open — find the rules hidden in shapes, and crack logic puzzles.
de: Du hast 5 Kapitel geschafft! Zwei neue Modi sind offen — finde die Regeln in den Formen und löse Logikrätsel.
es: ¡Superaste 5 capítulos! Se abrieron dos modos nuevos: encuentra las reglas en las figuras y resuelve acertijos de lógica.
fr: Tu as terminé 5 chapitres ! Deux nouveaux modes s'ouvrent — trouve les règles des formes et résous des énigmes de logique.
ja: 5チャプタークリア！新しいモードが2つ解放 — 図形のルール探しとロジックパズルに挑戦しよう。
ko: 5챕터를 클리어했어요! 새로운 모드 두 개가 열렸어요 — 도형 속 규칙 찾기와 논리 퍼즐에 도전해 보세요.
zh_hans: 通关5个章节！开启两种新模式 — 图形找规律和逻辑谜题。

# unlock_ok
source: Let's go!
de: Los geht's!
es: ¡Vamos!
fr: C'est parti !
ja: いいね！
ko: 좋아요!
zh_hans: 好的！

# unlock_title
source: New Modes Unlocked!
de: Neue Modi freigeschaltet!
es: ¡Nuevos modos desbloqueados!
fr: Nouveaux modes débloqués !
ja: 新モード解放！
ko: 새 모드 해금!
zh_hans: 新模式已解锁！

# chapter_11
source: Mensa Challenge
es: Reto Mensa
fr: Défi Mensa
ja: メンサチャレンジ
ko: 멘사 챌린지
zh_hans: 门萨挑战

source: Support
es: Soporte
fr: Assistance
ja: サポート
ko: 고객지원
zh_hans: 客户支持

# tab_challenge
source: Challenge
es: Reto
fr: Défi
ja: チャレンジ
ko: 도전
zh_hans: 挑战

# chapter_8
source: Mensa
ja: メンサ
ko: 멘사
zh_hans: 门萨
